{ 
    "quotes": [
        { 
        "author": "Jamie Iles",
        "video" : "https://youtu.be/TA8l_RdZa8o",
        "quote" : "I've really enjoyed the whole process, I've learned a lot. For a long time it’s been something I've wanted to do but the idea of just going at it on your own is a bit daunting. You're not really going to know what you're going to get out of it. And you're not going to know if what you've actually done is correct, so having an option to take a course with some other people has been a really great way of learning it."
        },
        { 
        "author": "Jamie Iles",
        "video" : "https://youtu.be/TA8l_RdZa8o",
        "quote" : "It’s a fairly daunting prospect going into something like an ASIC, but I feel confident now that I could pick another project up and go from the start with the Verilog and end up with something that will hopefully work."
        },
        { 
        "author": "Jamie Iles",
        "video" : "https://youtu.be/TA8l_RdZa8o",
        "quote" : "The Zero To ASIC course took me on a fantastic journey from drawing and simulating a MOSFET, formal verification leading up to implementing a custom design with an open PDK and completely open source tools. The course is crammed full of interesting material with great pacing and support from Matt, and it's been a fantastic opportunity to meet other folks with shared interests and different backgrounds. The course has left me excited with opportunities for new projects and optimism for some working silicon!"
        },
        {
        "author": "Renaldas Zioma",
        "video" : "https://youtu.be/f6YwFEVPyQw",
        "quote" : "The Zero to ASIC course was great! Through this course I became more proficient with Verilog and started to not just appreciate, but actually enjoy the design verification! It offers the glimpse at the superpower too - seeing the traces of the original design in what used to be just squiggly lines of the masks before. Plus, I am getting my own piece of a silicon 🙂"
        },
        {
        "author": "Mike Thompson",
        "video" : "https://youtu.be/Rm3gPqxjxsY",
        "quote" : "What I learned in 6 weeks in this course would have taken me 6 months on my own. This is a great way to accelerate it."
        },
        {
        "author": "Mike Thompson",
        "video" : "https://youtu.be/Rm3gPqxjxsY",
        "quote" : "I would recommend this course to people who don't have any awareness of open source hardware development. It can be a bit of an eye opener, a lot of people in industry have a disconnected impression of what the landscape really is."
        },
        {
        "author": "Mike Thompson",
        "video" : "https://youtu.be/Rm3gPqxjxsY",
        "quote" : "Matt Venn's Zero To ASIC course is a real eye-opener to the possibilities of open source hardware.  The course itself is a tour-de-force overview of almost all aspects of ASIC development from concept to GDSII.  It's also great fun and regardless of your background or previous experience, you'll learn a lot and have a great deal of fun doing it.  This course has inspired me to take the next step and submit my own design to efabless."
        },
        {
        "author": "Robert Baruch",
        "video" : "https://youtu.be/LdL1VyygSe4",
        "quote" : "I've always looked at Magic and it was basically impenetrable to me. So I was really happy to learn how to actually use it and understand how to make an ASIC. I found found the course materials very easy to follow and the discord conversations were also very useful."
        },
        {
        "author": "Robert Baruch",
        "video" : "https://youtu.be/LdL1VyygSe4",
        "quote" : "The really exciting part for me is when you see what you've written actually end up as laid out digital logic."
        },
        {
        "author": "Ben Newhouse",
        "video" : "https://youtu.be/iyZYq5Ijj6E",
        "quote" : "ASICs are a chunk of the stack that just seems so impenetrable because typically you need enormous amounts of money and access to PDKs and Cadence and all this stuff. It seemed like an awesome way to fill in that missing piece of how computers work top to bottom."
        },
        {
        "author": "Ben Newhouse",
        "video" : "https://youtu.be/iyZYq5Ijj6E",
        "quote" : "Getting connected to other people who were excited about this space and being in the same community and discord was really great."
        },
        {
        "author": "Ben Newhouse",
        "video" : "https://youtu.be/iyZYq5Ijj6E",
        "quote" : "I hadn't done any verification before and it was a kind of light bulb moment of what it could  bring to your confidence in a particular digital design."
        },
        {
        "author": "Matthew Beech",
        "video" : "https://youtu.be/HiK-8OfxdsA",
        "quote" : "Amazing course, lots of awesome help on the discord. I feel like there's a growing community surrounding the course which will help make everything more accessible. So don't be afraid to dive in!"
        },
        {
        "author": "Matthew Beech",
        "video" : "https://youtu.be/HiK-8OfxdsA",
        "quote" : "It was a great fun way to introduce people to Verilog and basic digital design in general. You don't have to have done tons of FPGA stuff or be an expert at Verilog at all. If you’re interested in hardware in general I'd say it's accessible."
        },
        {
        "author": "Erik Van Zijst",
        "video" : "https://youtu.be/R7fbLyhYk1A",
        "quote" : "This course is an incredible opportunity to make a step into a very very different field."
        },
        {
        "author": "Erik Van Zijst",
        "video" : "https://youtu.be/R7fbLyhYk1A",
        "quote" : "I’m really really happy with the course and I'm really glad that I joined. It's always easy to postpone stuff and not do it because it's going to be hard and it's very far out of my comfort zone but I'm very glad that I did."
        },
        {
        "author": "Tom Gwozdz",
        "video" : "https://youtu.be/Cg236MVj57M",
        "quote" : "I saw that Google was doing the free shuttle service and I thought that would be really cool to get into. I had no idea how to even begin such a process and then I saw the course and it's like “Hey this this is exactly what I need!"
        },
        {
        "author": "Tom Gwozdz",
        "video" : "https://youtu.be/Cg236MVj57M",
        "quote" : "Anybody who wants to learn about ASIC design who's never done it, this was a great introduction. I really enjoyed the course, this has been a great learning experience."
        },
        {
        "author": "Klas Nordmark",
        "video" : "https://youtu.be/yNmvYHVZgQY",
        "quote" : "For a very long time I’ve been fascinated by ASICs and have been close to them in my professional life as well, but not really as much into the detail as I would want. It’s been a fascination since grad school at least, so I've been interested in seeing more open source alternatives crop up, and now with the skywater PDK and OpenLane it seemed like the right time. It’s still a bit hard to get the motivation to get started, it feels like a bit of a hurdle so when I saw this course I just jumped right on it. It felt like a perfect way to get started."
        },
        {
        "author": "Tommy Thorn",
        "video" : "https://youtu.be/j3oAQrng1-Y",
        "quote" : "I've always wanted to make chips of my own since forever, but until this initiative it was unbelievably expensive. So I just needed to acquire the knowledge to do it. I saw you going through the whole thing from RTL to a design and that meant you had the insights for all of it."
        },
        {
        "author": "Tommy Thorn",
        "video" : "https://youtu.be/j3oAQrng1-Y",
        "quote" : "It is immensely helpful to have somebody who has gone through everything and know if something is not documented. You can read all day but you will not get the same out of it, so that was tremendously helpful."
        },
        {
        "author": "Tommy Thorn",
        "video" : "https://youtu.be/j3oAQrng1-Y",
        "quote" : "I didn't know what to expect regarding formal verification and that was delightful, I thought it was very fun and totally new to me."
        },
        {
        "author": "Fran Gonzalez",
        "video" : "https://youtu.be/9RKyRcI3XPY",
        "quote" : "You can google pretty much anything and you can watch hundreds of hours of videos and get some level of understanding. But what’s extremely valuable is having this course and knowing that if you go from start to end you'll complete something."
        },
        {
        "author": "Fran Gonzalez",
        "video" : "https://youtu.be/9RKyRcI3XPY",
        "quote" : "I’d absolutely recommend this course even if you've never done hardware design. We all have a phone with a couple of gigahertz worth of compute power in our hands but I don't think many people know exactly how that works."
        },
        {
        "author": "Konrad Wilk",
        "video" : "https://youtu.be/Y7wuLaZtdQ8",
        "quote" : "I was like holy cow I can make my own CPU? I mean come on this is kind of fantastic making your own CPU. I gotta jump on that train!"
        },
        {
        "author": "Konrad Wilk",
        "video" : "https://youtu.be/Y7wuLaZtdQ8",
        "quote" : "I love the layout of the course, you did a perfect job Matt. Building up the foundation and then getting into the depths of it. Having everything lined up. I love the walkthroughs at the end of each section. I did the work and then I looked back, maybe there's a better way and in your videos you point out some other interesting things as well so that was really helpful. So yes I love the course."
        },
        {
        "author": "Pawel Sitarz",
        "video" : "https://youtu.be/SS8-NXf2D3A",
        "quote" : "It was such a great opportunity to do something on my own and see a piece of silicon where there is my invention or my part doing things. It was in the back of my mind for a long time, I think it was my dream to put something into silicon but it was so expensive until this opportunity arrived."
        },
        {
        "author": "Jonathan Pallant",
        "video" : "https://youtu.be/TR8LiCWoOdg",
        "quote" : "The part I enjoyed the most was going back to the Verilog and seeing test benches pass. In particular the waveform viewer.  At the latter parts of course you're simulating the entire Caravel system on chip with a RISCV core. Being able to drill down into everything inside that core, I can log the program counter, I can log all the address and data buses and you can just see in exquisite detail what the system is doing, and it's doing that because I programmed it. Being able to drill down into that detail was really fascinating."
        },
        {
        "author": "Jonathan Pallant",
        "video" : "https://youtu.be/TR8LiCWoOdg",
        "quote" : "If you've got any interest in how the sausage is made you should get on the course and you should dig in and find out more. I mean this was the work of secret witches and wizards in mysterious cloaks casting strange incantations over a cauldron! This was all secret stuff and I love that this project is trying to do to silicon design what the open source community has been trying to do with software for the last 30 years. This feels like the next logical step and I think we'll look back and say well of course you can make your own chips that's just a thing and it will just be obvious and commonplace and I look forward to that."
        },
        {
        "author": "Renaldas Zioma",
        "video" : "https://youtu.be/f6YwFEVPyQw",
        "quote" : "At first I wasn’t interested in testing at all, but by the end of the course somehow it got quite fascinating just to figure out all the ways to test the design."
        },
        {
        "author": "Ameen Altajer",
        "video" : "https://youtu.be/6yyV-A5kJLg",
        "quote" : "I wanted to get my hands dirty and I think your course sums up the whole experience from the ground up. You start by understanding how MOFETs work, get hands-on with Verilog and then all the way to the stage where you can be part of the ASIC shuttle."
        },
        {
        "author": "Ameen Altajer",
        "video" : "https://youtu.be/6yyV-A5kJLg",
        "quote" : "The Discord channel is my favorite thing, I get my hands on right before I sleep - there's a lot of cool things and people are so awesome, they're really helpful. The community side of the course is an important part of it."
        },
        {
        "author": "Ameen Altajer",
        "video" : "https://youtu.be/6yyV-A5kJLg",
        "quote" : "This is probably the best course you can get your hands on for practical stuff. If you're a hands-on guy like me it's really worth it to have the course. You can do it hand in hand with whatever theory that you're following as well. Hands-on is king for me, I mean what's the point of reading if you can't experiment - this is the mindset of an engineer."
        },
        {
        "author": "Saad",
        "quote" : "It would've taken me months, if not years, to make the progress I made in a couple of days. The tutorials are so helpful and the focus on practicality blends so well with the way I learn. I love it!"
        },
        {
        "author": "Dylan Wadler",
        "video" : "https://www.youtube.com/watch?v=_jhQjuut9Y0",
        "quote" : "I found that during the week that I was getting prepared for MPW4 was probably the happiest I've been in a long time. I like the challenge and difficulty of it, but it's still done in an approachable way that was not completely over my head."
        },
        {
        "author": "Dylan Wadler",
        "video" : "https://www.youtube.com/watch?v=_jhQjuut9Y0",
        "quote" : "Having the formal verification part additionally felt nice, that I could have something that I know is going to be functional instead of just guessing for a long time and then looking at waveforms and then not knowing what hell I'm doing!"
        },
        {
        "author": "Zbychu",
        "video" : "https://www.youtube.com/watch?v=pY_wcE6-wnA",
        "quote" : "I think that starting from zero you will learn enough Verilog to write something that synthesizes and runs and then they you can harden into a design and that would be a pretty rad intro to to Verilog."
        },
        {
        "author": "Louis Ledoux",
        "video" : "https://www.youtube.com/watch?v=0tv-nae4YxM",
        "quote" : "The course itself is very self sufficient, and on top of that you have the community behind it. People are happy to help and review your work. I would definitely recommend the course!"
        },
        {
        "author": "Seyed Farhad Modaresi",
        "quote" : "Don't think twice about taking this course, It uses a unique method, you get to do stuff yourself and learn by playing around. Getting through this course and designing my own ASICs was the greatest experience of my life."
        },
        {
        "author": "Eduardo Holguin",
        "quote" : "The course was very interesting, and the knowledge I obtained has proven to be very useful. It's great how accessible fabrication has become thanks to TinyTapeout and SkyWater 130."
        }
        ]
}
